package bot

const privacyText = `Политика конфиденциальности Telegram бота @dezhavuVPN_bot

Администрация Telegram бота @dezhavuVPN_bot обязуется сохранять вашу конфиденциальность в Интернете. Мы уделяем большое значение охране предоставленных вами данных. Наша политика конфиденциальности основана на требованиях политик конфиденциальности Telegram и магазинов Apple и Google. 
Мы не собираем и не обрабатываем персональные данные пользователей. Наш Telegram бот в целях осуществления работы сервиса использует только неперсонализированный Telegram ID.

Сбор и использование персональных данных
Мы не запрашиваем и не собираем никаких персональных данных. Все данные пользователей в нашем сервисе привязаны только к неперсонализированному Telegram ID.
Когда вы запускаете Telegram бот @dezhavuVPN_bot, Telegram автоматически передает нам только ваш Telegram ID, который не дает нам доступа к вашей личной информации.

Хранение данных, изменение и удаление
Пользователь, предоставивший свой Telegram-ID нашему Telegram боту @dezhavuVPN_bot имеет право на удаление своих данных, привязанных к Telegram ID, кроме информации о блокировке пользователя.

Раскрытие информации третьим лицам
Мы не продаем, не используем и не раскрываем третьим лицам какие-либо данные своих пользователей для каких-либо целей.

Предоставление информации детям
Если вы являетесь родителем или опекуном, и вы знаете, что ваши дети предоставили нам свои данные без вашего согласия, свяжитесь с нами. 

Изменения в политике конфиденциальности
Telegram бот @dezhavuVPN_bot может обновлять нашу политику конфиденциальности время от времени. Мы сообщаем о любых изменениях, разместив новую политику конфиденциальности на этой странице. Если вы оставили данные у нас, то мы оповестим вас об изменении в политике конфиденциальности при помощи бота @dezhavuVPN_bot.

Обратная связь, заключительные положения
Связаться с администрацией Telegram бота @dezhavuVPN_bot по вопросам, связанным с политикой конфиденциальности можно с помощью контактной информации указанной в разделе Помощь нашего бота. Если вы не согласны с данной политикой конфиденциальности, вы не можете пользоваться услугами Telegram бота @dezhavuVPN_bot`

const helpText = `Если вы не можете зайти в личный кабинет или он работает некорректно, попробуйте:

👉 если вы заходите с WiFi, выключите его (или наоборот, включите)

👉 попробуйте зайти в кабинет с включенным VPN

👉 попробуйте открыть ссылку на кабинет в другом браузере (Длинное нажатие на ссылку - "Открыть в...")

👉 обновите страницу (меню браузера - Обновить ⟳)

Если проблема остаётся, нажмите кнопку ниже, чтобы начать диалог с поддержкой.`
